Revit 2027 API
ParameterTypeId.SteelElemHoleBackTaperThread Property
 "Back taper thread"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleBackTaperThread { get; }
Public Shared ReadOnly Property SteelElemHoleBackTaperThread As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleBackTaperThread {
	ForgeTypeId^ get ();
}
static member SteelElemHoleBackTaperThread : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace